{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "EMC Exporter Mk.1"
			},
			"Translation":
			{
				"Text": "EMC Exporter Mk.1"
			},
			"Key": "93EB20324656CDEF32917DA03F0708F9"
		},
		{
			"Source":
			{
				"Text": "EMC Importer Mk1"
			},
			"Translation":
			{
				"Text": "EMC Importer Mk1"
			},
			"Key": "413F2F884618816D916B43B434B8A0EC"
		},
		{
			"Source":
			{
				"Text": "EMC: {emc} {persecond}"
			},
			"Translation":
			{
				"Text": "EMC: {emc} {persecond}"
			},
			"Key": "A8A4A7894B9D895DED36E7BFDB21370A"
		},
		{
			"Source":
			{
				"Text": "Equivalent Exchange"
			},
			"Translation":
			{
				"Text": "Equivalent Exchange"
			},
			"Key": "116EC5F74A121AB00A0A2CB8EE2974E6"
		},
		{
			"Source":
			{
				"Text": "Learned {item}"
			},
			"Translation":
			{
				"Text": "Learned {item}"
			},
			"Key": "FCA41DBC49637704D9E38EB3FEC43AFA"
		},
		{
			"Source":
			{
				"Text": "Output"
			},
			"Translation":
			{
				"Text": "Output"
			},
			"Key": "0D9B0FD24B915FAE23F9AABD4D868DB2"
		},
		{
			"Source":
			{
				"Text": "TODO"
			},
			"Translation":
			{
				"Text": "TODO"
			},
			"Key": "70D1B22E440EA2E3303BBF81D2BF852A"
		},
		{
			"Source":
			{
				"Text": "TODO"
			},
			"Translation":
			{
				"Text": "TODO"
			},
			"Key": "2DFC110642EDFCEB3A00398DD834803E"
		},
		{
			"Source":
			{
				"Text": "Transmutation Bench"
			},
			"Translation":
			{
				"Text": "Transmutation Bench"
			},
			"Key": "138D7BEF46204B1571634C9450CD05BE"
		},
		{
			"Source":
			{
				"Text": "{itemname}\r\n{emc} EMC"
			},
			"Translation":
			{
				"Text": "{itemname}\r\n{emc} EMC"
			},
			"Key": "1D9F55894AE703B5C95A009717448C86"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "EE_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "DESCRIPTION"
					},
					"Translation":
					{
						"Text": "DESCRIPTION"
					},
					"Key": "Buildable/TransmutationBench/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 1"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 1"
					},
					"Key": "Buildable/EMCExporter1/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 2"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 2"
					},
					"Key": "Buildable/EMCExporter2/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 3"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 3"
					},
					"Key": "Buildable/EMCExporter3/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 4"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 4"
					},
					"Key": "Buildable/EMCExporter4/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 5"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 5"
					},
					"Key": "Buildable/EMCExporter5/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 6"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 6"
					},
					"Key": "Buildable/EMCExporter6/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 7"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 7"
					},
					"Key": "Buildable/EMCExporter7/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 8"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 8"
					},
					"Key": "Buildable/EMCExporter8/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC EXPORTER 9"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC EXPORTER 9"
					},
					"Key": "Buildable/EMCExporter9/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 1"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 1"
					},
					"Key": "Buildable/EMCImporter1/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 2"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 2"
					},
					"Key": "Buildable/EMCImporter2/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 3"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 3"
					},
					"Key": "Buildable/EMCImporter3/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 4"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 4"
					},
					"Key": "Buildable/EMCImporter4/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 5"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 5"
					},
					"Key": "Buildable/EMCImporter5/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 6"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 6"
					},
					"Key": "Buildable/EMCImporter6/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 7"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 7"
					},
					"Key": "Buildable/EMCImporter7/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 8"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 8"
					},
					"Key": "Buildable/EMCImporter8/Description"
				},
				{
					"Source":
					{
						"Text": "DESCRIPTION EMC IMPORTER 9"
					},
					"Translation":
					{
						"Text": "DESCRIPTION EMC IMPORTER 9"
					},
					"Key": "Buildable/EMCImporter9/Description"
				},
				{
					"Source":
					{
						"Text": "Description"
					},
					"Translation":
					{
						"Text": "Description"
					},
					"Key": "Milestone/TransmutationBench/Description"
				},
				{
					"Source":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 12 Slots for duplicating and 12 slots for storing items. Has 1 Conveyor Belt input port and 1 Conveyor Belt output port."
					},
					"Translation":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 12 Slots for duplicating and 12 slots for storing items. Has 1 Conveyor Belt input port and 1 Conveyor Belt output port."
					},
					"Key": "Buildable/EnergyCondenser1_Description"
				},
				{
					"Source":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 24 Slots for duplicating and 24 slots for storing items. Has 1 Conveyor Belt input port and 1 Conveyor Belt output port."
					},
					"Translation":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 24 Slots for duplicating and 24 slots for storing items. Has 1 Conveyor Belt input port and 1 Conveyor Belt output port."
					},
					"Key": "Buildable/EnergyCondenser2_Description"
				},
				{
					"Source":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 48 Slots for duplicating and 48 slots for storing items. Has 2 Conveyor Belt input port and 2 Conveyor Belt output port."
					},
					"Translation":
					{
						"Text": "Duplicates items with EMC values using other items with EMC values. Contains 48 Slots for duplicating and 48 slots for storing items. Has 2 Conveyor Belt input port and 2 Conveyor Belt output port."
					},
					"Key": "Buildable/EnergyCondenser3_Description"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter"
					},
					"Translation":
					{
						"Text": "EMC Exporter"
					},
					"Key": "Buildable/Exporter"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.1"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.1"
					},
					"Key": "Buildable/EMCExporter1/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.2"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.2"
					},
					"Key": "Buildable/EMCExporter2/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.3"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.3"
					},
					"Key": "Buildable/EMCExporter3/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.4"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.4"
					},
					"Key": "Buildable/EMCExporter4/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.5"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.5"
					},
					"Key": "Buildable/EMCExporter5/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.6"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.6"
					},
					"Key": "Buildable/EMCExporter6/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.7"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.7"
					},
					"Key": "Buildable/EMCExporter7/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.8"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.8"
					},
					"Key": "Buildable/EMCExporter8/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Exporter Mk.9"
					},
					"Translation":
					{
						"Text": "EMC Exporter Mk.9"
					},
					"Key": "Buildable/EMCExporter9/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer"
					},
					"Translation":
					{
						"Text": "EMC Importer"
					},
					"Key": "Buildable/Importer"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.1"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.1"
					},
					"Key": "Buildable/EMCImporter1/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.2"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.2"
					},
					"Key": "Buildable/EMCImporter2/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.3"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.3"
					},
					"Key": "Buildable/EMCImporter3/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.4"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.4"
					},
					"Key": "Buildable/EMCImporter4/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.5"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.5"
					},
					"Key": "Buildable/EMCImporter5/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.6"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.6"
					},
					"Key": "Buildable/EMCImporter6/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.7"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.7"
					},
					"Key": "Buildable/EMCImporter7/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.8"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.8"
					},
					"Key": "Buildable/EMCImporter8/Title"
				},
				{
					"Source":
					{
						"Text": "EMC Importer Mk.9"
					},
					"Translation":
					{
						"Text": "EMC Importer Mk.9"
					},
					"Key": "Buildable/EMCImporter9/Title"
				},
				{
					"Source":
					{
						"Text": "Energy Condenser"
					},
					"Translation":
					{
						"Text": "Energy Condenser"
					},
					"Key": "Buildable/EnergyCondenser"
				},
				{
					"Source":
					{
						"Text": "Energy Condenser Mk.1"
					},
					"Translation":
					{
						"Text": "Energy Condenser Mk.1"
					},
					"Key": "Buildable/EnergyCondenser1"
				},
				{
					"Source":
					{
						"Text": "Energy Condenser Mk.2"
					},
					"Translation":
					{
						"Text": "Energy Condenser Mk.2"
					},
					"Key": "Buildable/EnergyCondenser2"
				},
				{
					"Source":
					{
						"Text": "Energy Condenser Mk.3"
					},
					"Translation":
					{
						"Text": "Energy Condenser Mk.3"
					},
					"Key": "Buildable/EnergyCondenser3"
				},
				{
					"Source":
					{
						"Text": "Learned"
					},
					"Translation":
					{
						"Text": "Learned"
					},
					"Key": "Tooltip/Learned"
				},
				{
					"Source":
					{
						"Text": "Search for Item or EMC value..."
					},
					"Translation":
					{
						"Text": "Search for Item or EMC value..."
					},
					"Key": "UI/SelectItem/SearchHint"
				},
				{
					"Source":
					{
						"Text": "Select Item"
					},
					"Translation":
					{
						"Text": "Select Item"
					},
					"Key": "UI/SelectItem"
				},
				{
					"Source":
					{
						"Text": "Transmutation Bench"
					},
					"Translation":
					{
						"Text": "Transmutation Bench"
					},
					"Key": "Buildable/TransmutationBench/Title"
				},
				{
					"Source":
					{
						"Text": "Transmutation Bench"
					},
					"Translation":
					{
						"Text": "Transmutation Bench"
					},
					"Key": "Milestone/TransmutationBench/Title"
				},
				{
					"Source":
					{
						"Text": "Transmutation Bench"
					},
					"Translation":
					{
						"Text": "Transmutation Bench"
					},
					"Key": "Buildable/TransmutationBench"
				},
				{
					"Source":
					{
						"Text": "Unlearned"
					},
					"Translation":
					{
						"Text": "Unlearned"
					},
					"Key": "Tooltip/Unlearned"
				},
				{
					"Source":
					{
						"Text": "{emc}/s"
					},
					"Translation":
					{
						"Text": "{emc}/s"
					},
					"Key": "UI/EMCPerSecond"
				}
			]
		},
		{
			"Namespace": "squirrel_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "Next Tab"
					},
					"Translation":
					{
						"Text": "Next Tab"
					},
					"Key": "1A1A1EDF4D84662C3D99B683CF65CB55"
				},
				{
					"Source":
					{
						"Text": "Previous Tab"
					},
					"Translation":
					{
						"Text": "Previous Tab"
					},
					"Key": "6640BDD746F2B6C0B6D6199016FAE75D"
				}
			]
		}
	]
}